<?php
// +----------------------------------------------------------------------
// | Theme:公共类
// +----------------------------------------------------------------------
// | Contents：用于其他类继承,验证登录，权限，和公共方法的书写
// +----------------------------------------------------------------------
// | Author: NiuShaoGang <NgauSiuKong@gmail.com>
// +----------------------------------------------------------------------
namespace Backstage\Controller;
use Think\Controller;
class IndexController extends Controller 
{

}